Repository: wp-plugins/wp-internetvista
Catalog: languages/wp-internetvista-*.po
Languages: fr_fr

source: Yesterday
fr_fr: Hier

source: This week
fr_fr: Cette semaine

source: The last 7 days
fr_fr: Cette semaine

source: Last week
fr_fr: La semaine passée

source: Last 30 days
fr_fr: Les 30 derniers jours

source: Last month
fr_fr: Le mois passé

source: This year
fr_fr: Cette année

source: The last 365 days
fr_fr: Les 365 derniers jours

source: Last year
fr_fr: L'année passé

source: Between two dates
fr_fr: Entre deux dates

source: Settings
fr_fr: Configuration

source: Charts
fr_fr: Graphiques

source: The email address allowing you to connect to your internetVista account
fr_fr: L'adresse email vous permettant de vous connecter à votre compte internetVista

source: The password allowing you to log into your internetVista account
fr_fr: Le mot de passe vous permettant de vous connecter à votre compte internetVista

source: Interval type
fr_fr: Type d'interval

source: Interval start date
fr_fr: Début d'interval

source: Interval end date
fr_fr: Fin d'interval

source: Interval date difference
fr_fr: Différence de l'interval

source: Unable to get application list
fr_fr: Impossible de récupérer la liste des applications

source: Settings of the internetVista monitoring module
fr_fr: Configuration du module de monitoring internetVista

source: Select in the list below the application that you want to monitor.
fr_fr: Choisissez dans la liste l'application dont vous voulez voir les performances

source: Change account
fr_fr: Changer de compte

source: Select an application
fr_fr: Choisir cette application

source: Performance of your application
fr_fr: Performance de votre application

source: No data to plot
fr_fr: Aucune donnée disponible

source: Period to inspect
fr_fr: Periode

source: Statistics between
fr_fr: Statistiques depuis

source: You need to configure the plugin first
fr_fr: Vous devez d'abort configurer le plugin

source: Average response time
fr_fr: Tps réponse moyen

source: Time in milliseconds
fr_fr: Temps en millisecondes

source: Response time
fr_fr: Temps de réponse

source: Average up time
fr_fr: Uptime moyen

source: Uptime percentage
fr_fr: % uptime

source: Monitoring of your website performance
fr_fr: Surveillance de la performance de votre site Web

source: Register
fr_fr: S'enregistrer

source: Selected application does not exist
fr_fr: L'application sélèctionnée n'existe pas

source: Please, select an application in the list
fr_fr: Veuillez sélèctionner une application dans la liste

source: Welcome in the settings of you intervetVista plugin
fr_fr: Bienvenu dans la configuration de votre plugin internetVista

source: InternetVista allow you to know at any time the performance of you web site.
fr_fr: InternetVista vous permet de connaître à tout moment la performance de votre site internet.

source: As soon as an anomaly appears, you are notified directly by email, sms or notification.
fr_fr: Dès qu'une anomalie apparaît, vous êtes avertis directement par email, sms ou notification.

source: This module allow you to display most important monitoring metrics within your dashboard: <b>uptime</b> and <b>average response time</b>.
fr_fr: Ce module vous permet d'afficher directement dans votre tableau de bord les métriques de monitoring les plus important: <b>uptime</b> et le <b>temps de réponse moyen</b>.

source: In order to use this module you will simply need to freely <a href="%s" title="Register now for free !">register on internetVista</a> and fulfill the following form with you internetVista's email and password.
fr_fr: Pour utiliser le module de monitoring, il faut simplement <a href="%s" title="Inscription gratuite !">être inscrit chez internetVista</a> et remplir le formulaire suivant avec vos information de connexion à internetVista.

source: Connect with you internetVista login
fr_fr: Connexion avec votre login internetVista

source: Default:
fr_fr: Par defaut:

source: must be >= '%s',
fr_fr: doit être >= '%s',

source: so we used the default value instead.
fr_fr: nous avons utilisé la valeur par défaut à la place.

source: must be an integer,
fr_fr: doit être un entier,

source: Unexpected exception occurred
fr_fr: Une erreur inatendue s'est produite

source: Unable to authenticate
fr_fr: Authentification impossible
